windows/Resources/ws_get_configurations_options.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
    xmlns:tptz="http://www.onvif.org/ver20/ptz/wsdl">
    <soap:Body>
        <tptz:GetConfigurationOptions>
            <tptz:ConfigurationToken>{0:s}</tptz:ConfigurationToken>
        </tptz:GetConfigurationOptions>
    </soap:Body>
</soap:Envelope>